Repository: ShubhDaya/QvafyIosGit
Catalog: Qvafy/*.lproj/Localizable.strings
Languages: es

source: Your password has been updated successfully.
es: Su contraseña se ha actualizado correctamente.

source: The old and new password should not be the same.
es: La contraseña antigua y la nueva no deberían ser iguales.

source: No record found
es: Ningún record fue encontrado

source: Enter your card number
es: Ingrese su número de tarjeta

source: Your old password must contain min 8 characters with at least one uppercase, lowercase, number digit & special character.
es: Su contraseña anterior debe contener un mínimo de 8 caracteres con al menos una mayúscula, minúscula, dígito numérico y carácter especial.

source: Your new password must contain min 8 characters with at least one uppercase, lowercase, number digit & special character.
es: Su nueva contraseña debe contener un mínimo de 8 caracteres con al menos una mayúscula, minúscula, dígito numérico y carácter especial.

source: Your password must contain min 8 characters with at least one uppercase, lowercase, number digit & special character.
es: Su contraseña debe contener un mínimo de 8 caracteres con al menos una mayúscula, minúscula, dígito numérico y carácter especial.

source: Confirm password should be same as password.
es: Confirmar la contraseña debe ser la misma que la contraseña.

source: has safely dropped you on destination,please pay him.
es: te ha dejado a salvo en destino, por favor págale.

# Add_Address_image
source: Add_Address
es: Add_Address_es

source: send_btn_img
es: send_btn_img_es

source: add_new_card_img
es: add_new_card_img_es

source: current_loction_active_img
es: current_loction_active_img_es

source: current_loction_inactive
es: current_loction_inactive_es

source: offline_ico
es: offline_ico_es

source: online_ico
es: online_ico_es

# We not able to make a call your number is not valid.
source: You are not able to call because added number is not valid.
es: No puede llamar porque el número agregado no es válido.

# Profile_updated_successfully
source: Profile info updated successfully
es: La información del perfil se actualizó correctamente

source: Max 250 characters.
es: Máximo 250 caracteres.

# Please_fill_all_information
source: Please fill all informations
es: Por favor complete toda la información

source: Type Something..
es: Escriba Algo..

source: Add Bank Account
es: Agregar cuenta bancaria

source: Verified Account
es: Cuenta verificada

source: mins
es: minutos

source: month ago
es: hace un mes

source: Cash On Delivery
es: Pago contra reembolso

source: Payment Methods
es: Métodos de pago

source: Please enter vehicle model number
es: Por favor, introduzca el número de modelo del vehículo

source: Please upload license
es: Por favor, licencia de subida

source: Number should not less than 5 characters
es: El número debe no menos de 5 caracteres

source: Model should not less than 5 characters
es: Modelo debe no menos de 5 caracteres

source: Cuban card number should not less than 12 characters
es: número de tarjeta cubano debe no menos de 12 caracteres

source: Please enter valid cuban card number
es: Por favor, introduzca el número de tarjeta válida cubano

source: Account number should not less than 12 characters
es: número de cuenta no debe menos de 12 caracteres

source: Routing number should not less than 9 characters
es: Enrutamiento número debe ser de 9 caracteres

source: Please enter valid account number
es: Por favor, introduzca el número de cuenta válido

source: Please enter valid routing number
es: Por favor, introduzca el número de ruta válida

source: Full name should be greater than 3 characters
es: Nombre completo debe ser mayor de 3 caracteres

source: Username must be at least 4 characters long
es: Nombre de usuario debe tener una antigüedad de 4 caracteres

source: Username cannot contains whitespace
es: Nombre de usuario no puede contener espacios en blanco

source: Please enter your social email id
es: Por favor, introduzca su correo electrónico de identificación social,

source: Password must contain 5 characters and 1 number
es: La contraseña debe contener 5 caracteres y número 1

source: Please enter your address
es: Por favor, introduzca su dirección de

source: Please select the age
es: Por favor seleccione la edad

source: Please enter the car make
es: Por favor, introduzca el coche marca

source: Please enter the car model
es: Por favor, introduzca el modelo de coche

source: Please enter the car plate number
es: Por favor, introduzca el número de placa del coche

source: Please enter the car color
es: Por favor, introduzca el color del coche

source: This email address is already exist, please enter another email to change the existing one.
es: Esta dirección de correo electrónico está ya existe, por favor, introduzca otro correo electrónico para cambiar la existente.

source: No network connection
es: No hay conexion de red

source: Invalid Email/Password
es: No válida de correo electrónico / contraseña

source: Your token is invalid
es: El token no es válido

source: Please enter the subject
es: Por favor, introduzca el asunto

source: Subject should not less than 5 characters
es: El sujeto no debe menos de 5 caracteres

source: Please enter the message
es: Por favor, introduzca el mensaje

source: Message should not less than 5 characters
es: Mensaje no debe menos de 5 caracteres

# Card holder name should not less than 3 charcters
source: Card holder name should not less than 3 characters
es: Nombre del titular de la tarjeta no debe menos que 3 caracteres

source: Please enter your first name
es: Por favor, introduzca su nombre de pila

source: Please enter your last name
es: Por favor ingrese su apellido

source: First Name should not less than 3 characters
es: En primer nombre debe no menos de 3 caracteres

source: Please enter your bank account number
es: Por favor, introduzca su número de cuenta bancaria

source: Last Name should not less than 3 characters
es: Última nombre debe no menos de 3 caracteres

source: Please enter your registered address
es: Por favor, introduzca su dirección registrada

source: Please enter your date of birth
es: Por favor, introduzca su fecha de nacimiento

source: Please enter your routing number
es: Por favor, introduzca su número de enrutamiento

source: Please enter the money
es: Por favor, introduzca el dinero

source: You have reached the spot, we are now closing your connection.
es: Ha llegado al punto, que ahora está cerrando su conexión.

source: Unable to swap. Please select looking action first before swaping spot
es: Incapaz de intercambio. Por favor, seleccione la acción que mira primero antes de swaping punto

source: You cannot swap with the leaving spot action
es: No se puede intercambiar con la acción punto de salir

source: Transaction Successful
es: Transacción exitosa

source: success
es: éxito

source: Your session is expired , please login again
es: Su sesión ha caducado, por favor entra de nuevo

source: No category here
es: Sin categoría aquí

source: Bussiness Type
es: Tipo bussiness

source: Select Category
es: selecciona una categoría

source: Choose Video
es: Seleccione vídeo

source: Camera access required
es: requiere acceso a la cámara

source: Camera access is disabled please allow from Settings.
es: acceso a la cámara se desactiva por favor permita de Configuración.

source: hours ago
es: horas atras

source: minutes ago
es: hace minutos

source: Just now
es: Justo ahora

source: Expires
es: expira

source: mins ago
es: hace minutos

source: secs ago
es: hace segundos

source: Last year
es: El año pasado

source: Last month
es: El mes pasado

source: week ago
es: hace una semana

source: years ago
es: hace años que

source: months ago
es: Hace meses

source: weeks ago
es: hace semanas

source: Last week
es: La semana pasada

source: days ago
es: hace días

source: English
es: Inglesa

source: Spanish
es: Española

source: You rated
es: usted ha calificado

source: star
es: estrella

source: stars
es: estrellas

source: Not now
es: Ahora no

source: Not Now
es: Ahora no

# Say_somthing_about
source: Say something about
es: Di algo acerca de

source: service?
es: ¿el servicio?

source: Success
es: Éxito

source: Proceed
es: Continuar

# Verified_Bank_Betails
source: Verify Bank Details
es: Verificar Datos bancarios

source: Jan
es: ene

source: Apr
es: abr

source: May
es: Mayo

source: Aug
es: ago

source: Dec
es: dic

source: Apply
es: Aplicar

source: Withdraw request send successfully.
es: Retirar solicitud de envío con éxito.

source: Change Language
es: Cambiar idioma

# You_have_changed_your_passwordyour_session_is_expired._Please_login_again
source: Your password has been updated successfully, your session is expired. Please login again.
es: Su contraseña se ha actualizado correctamente, su sesión ha caducado. Ingrese nuevamente.

source: FAQ's
es: Preguntas de

source: Select Language
es: Seleccione el idioma

source: Add Account
es: Añadir cuenta

# Update_bank_detail_successfully
source: Bank details updated successfully
es: Datos bancarios actualizados correctamente

# Add_bank_account_successfully
source: Bank details added successfully
es: Datos bancarios agregados correctamente

source: Payment Type
es: Tipo de pago

source: Going To Restaurant
es: El ir a restaurante

source: Location service is disabled!!
es: El servicio de ubicación está desactivada !!

source: Update
es: Actualizar

source: Need Authorization
es: Autorización necesidad

source: This app is unusable if you don't authorize this app to use your location!
es: Esta aplicación se puede utilizar si no se autoriza esta aplicación para usar su ubicación!

source: picked
es: escogido

source: Can't send any message.
es: No se puede enviar ningún mensaje.

source: Your ride successfully completed thank you for connecting us.
es: Su paseo completado con éxito gracias por conexión.

source: Apply Filter
es: Aplicar filtro

source: Menu
es: Menú

source: Directions
es: Direcciones

source: Please select at least one payment option
es: Por favor, seleccione al menos la opción de un pago

source: Item
es: Artículos

source: Items
es: Artículos

source: Please select delivery address
es: Por favor, seleccione la dirección de entrega

source: Please select your address
es: Por favor seleccione su dirección

source: Please select option
es: Por favor, seleccione la opción

source: Are you sure you want to delete this address?
es: ¿Está seguro de que quiere eliminar esta dirección?

source: Please select at least one type
es: Por favor, seleccione al menos un tipo

source: Pending
es: Pendiente

source: Are you sure you want to cancel your order?
es: ¿Estás seguro de que deseas cancelar tu pedido?

source: Order is preparing
es: Orden está preparando

source: All drivers are looking busy at a moment, Try a bit later.
es: Todos los conductores están buscando ocupado en un momento, probar un poco más tarde.

source: Accounts
es: cuentas

source: Added on
es: Añadido

# Only_alphabeticals_allowed_in_holder_name
source: Your card details are not valid
es: Los datos de su tarjeta no son válidos

source: Your card details are not valid
es: Sus detalles de la tarjeta no son válidos

source: Card details is invalid
es: datos de la tarjeta no es válida

source: Failure
es: Fracaso

source: Message
es: Mensaje

source: Location is disabled
es: Localización está desactivada

source: We need access to your location to show you relevant search result, Please click on Settings to allow location.
es: Necesitamos acceso a su ubicación a mostrar resultados de búsqueda relevantes, por favor haga clic en Configuración para permitir

source: Are you sure you want to cancel your ride booking process?
es: ¿Seguro que desea cancelar su proceso de reserva paseo?

source: Review
es: revisión

source: YOU ARE IN STEP 4
es: Está en el paso 4

source: Add Bank Account
es: Añadir Cuenta Bancaria

source: Bank Name
es: Nombre del Banco

source: Enter bank name
es: Introducir nombre del banco

source: Account holder name
es: Nombre del titular de la cuenta

source: Enter account holder name
es: Introduzca el nombre del titular de la cuenta

source: Account Number
es: Número de Cuenta

source: Enter account number
es: Introduzca el número de cuenta

source: Routing Number
es: Número de enrutamiento

source: Enter routing number
es: Introduzca el número de enrutamiento

source: Add account
es: Añadir cuenta

source: Verify account
es: Verificar cuenta

source: Verified account
es: Cuenta verificada

source: Skip
es: Saltar

source: Add Bank Details
es: Añadir Datos Bancarios

source: Are you from Cuba ?
es: ¿Es de Cuba?

source: Bank
es: Banco

source: Select bank
es: Seleccionar banco

source: Cuban Bank Card
es: Tarjeta Bancaria Cubana

source: Add
es: Añadir

source: Cart
es: Carrito

source: Forgot something delicious?
es: ¿Olvidó algo delicioso?

source: ADD MORE
es: AÑADIR MÁS

source: Payment
es: Pago

source: Credit Card
es: Tarjeta de Crédito

source: Cash On Delivery
es: Pago Contra Reembolso

source: (Incl taxes)
es: (Impuestos incluidos)

source: Place Order
es: Realizar Pedido

source: Active Now
es: Activar Ahora

source: typing...
es: escribiendo...

source: No Message Found
es: No se ha encontrado ningún mensaje

source: Type Something..
es: Escriba Algo..

source: Your order cancelled so you can't send message!
es: ¡Su pedido se canceló por lo que no puede enviar ningún mensaje!

source: Block
es: Bloquear

source: Delete chat
es: Eliminar chat

source: Messages
es: Mensajes

source: No message here
es: No hay ningún mensaje aquí

source: Checkout
es: Procesar la compra

source: Bill Details
es: Detalles de la factura

source: Total Items Price
es: Precio Total de los Artículos

source: Restaurant Charges
es: Cargos del Restaurante

source: Delivery Fee
es: Cuota de Entrega

source: Offer 30% OFF
es: Oferta de un 30% de descuento

source: Total Pay
es: Pago Total

source: Deliver to Home
es: Entregar en Casa

source: CHANGE
es: CAMBIAR

source: featching current address
es: obteniendo dirección actual

source: Continue
es: Continuar

source: Confirmation
es: Confirmación

source: Thank you for your order.
es: Gracias por su pedido.

source: You can track your order in 'My orders' section.
es: Puede seguir su pedido en la sección Mis pedidos

source: Track My Order
es: Seguimiento de Mi Pedido

source: Go to Home Page
es: Ir a la Página de Inicio

source: Search Country
es: Buscar país

source: No country here
es: No hay país aqui

source: Past Orders
es: Pedidos anteriores

source: Past Order
es: Pedido pasado

source: Search for restaurant
es: Buscar restaurante

source: No past order here
es: No hay ninguna orden anterior aquí

source: User Role,
es: Rol del usuario,

source: Food Delivery
es: Reparto de comida

source: Taxi Driver
es: Taxista

source: Source
es: Origen

source: Destination
es: Destino

source: Date & Time
es: Fecha & Hora

source: Price
es: Precio

source: Kilometer
es: Kilómetro

source: Status
es: Estado

source: Customer Information
es: Información del Cliente

source: Edit Profile
es: Editar Perfil

source: Enter email
es: Introducir email

source: Enter phone number
es: Introducir número de teléfono

source: Phone Number
es: Número de Teléfono

source: Select Gender
es: Seleccionar Sexo

source: Update Profile
es: Actualizar Perfil

# Please,fill_all_information
source: Please fill all informations
es: Por favor rellene toda la informaciones

source: Year
es: Año

source: Enter Year
es: Introducir año

source: Model Number
es: Número del Modelo

source: Enter model number
es: Introducir número de modelo

source: Make
es: Marca

source: Select vehicle make
es: Seleccionar marca del vehículo

source: Vehicle Type
es: Tipo de Vehículo

source: Select vehicle type
es: Seleccionar tipo de vehículo

source: Vehicle Number
es: Número de Vehículo

source: Enter vehicle number
es: Introducir número de vehículo

source: Registration
es: Registro

source: License
es: Licencia

source: Upload Id
es: Subir Id

source: Upload License
es: Subir Licencia

source: Cancel
es: Cancelar

source: Skip to Next
es: Saltar al siguiente

source: Clear
es: Borrar

source: Filter
es: Filtrar

source: Business Type
es: Tipo de Negocio

source: Category
es: Categoría

source: Location
es: Ubicación

source: Select Radius
es: Seleccionar Radio

source: Are you sure you want to cancel your ride booking process?
es: ¿Está seguro de que desea cancelar el proceso de reserva de su viaje?

source: has safely dropped you on destination, please rate him.
es: lo ha dejado de manera segura en su destino,por favor, califíquelo.

source: Marker Coordinates
es: Coordenadas del Marcador

source: Reviews
es: Reseñas

source: Distance
es: Distancia

source: Away
es: Fuera

source: Change Status
es: Cambiar Estado

source: Forgot password
es: Olvidó la contraseña

source: Send
es: Enviar

source: Guide How Work
es: Guía, Cómo Funciona

source: YOU ARE IN STEP 3
es: Está en el paso 3

source: Next
es: Siguiente

source: Try again
es: Inténtelo de nuevo

source: Alert Screen
es: Pantalla de Alerta

source: Login
es: Iniciar Sesión

source: Enter password
es: Introducir contraseña

source: Password
es: Contraseña

source: Sign Up
es: Registrarse

source: userName
es: Nombre de usuario

source: Completed
es: Completado

source: Customer Info
es: Información del Cliente

source: Items Info
es: Información de los artículos

source: Past Trips
es: Viajes anteriores

source: Payment Methods
es: Métodos de Pago

source: OR
es: O

source: No card available.
es: No hay ninguna tarjeta disponible.

source: Add New Card
es: Añadir Nueva Tarjeta

source: Done
es: Hecho

source: Promo Code
es: Código Promocional

source: No promo code here
es: No hay ningún código promocional aquí

source: View Cart
es: Ver Carrito

source: No review here
es: No hay ninguna reseña aquí

source: Select Address
es: Seleccionar Dirección

source: Search Address
es: Buscar Dirección

source: Use Current Location
es: Usar Ubicación Actual

source: Add Address
es: Añadir Dirección

source: No address here
es: No hay ninguna dirección aquí

source: Bike
es: Bicicleta

source: Motorcycle
es: Moto

source: Settings
es: Ajustes

source: Notifications
es: Notificaciones

source: Change Password
es: Cambiar Contraseña

source: How to use (FAQ)
es: Cómo usar (Preguntas Frecuentes)

source: Term & Conditions
es: Términos y Condiciones

source: Privacy Policy
es: Política de Privacidad

source: Already have an account?
es: ¿Tiene ya una cuenta?

source: Enter full name
es: Introducir nombre completo

source: Full Name
es: Nombre Completo

source: Enter confirm password
es: Introducir contraseña de confirmación

source: Confirm Password
es: Contraseña de Confirmación

source: Bank Details
es: Datos Bancarios

source: Logout
es: Cerrar Sesión

source: Driver Information
es: Información del Conductor

source: Give Review
es: Dejar Reseña

source: Update Bank Details
es: Actualizar Datos Bancarios

source: Customer
es: Cliente

source: Driver
es: Conductor

source: Verify Bank Details
es: Verificar Datos Bancarios

source: Terms and Conditions
es: Términos y Condiciones

source: Enter card holder name
es: Introducir el nombre del titular de la tarjeta

source: Card Holder Name
es: Nombre del Titular de la Tarjeta

source: Enter card number
es: Introducir número de tarjeta

source: Card Number
es: Número de la Tarjeta

source: MM/YY
es: MM/AA

source: Expiry
es: Vencimiento

source: Add Card
es: Añadir Tarjeta

source: Select Make
es: Seleccionar Marca

source: Enter Source
es: Introducir Origen

source: Enter Destination
es: Introducir Destino

source: Enter old password
es: Introducir contraseña antigua

source: Old Password
es: Contraseña Antigua

source: Enter new password
es: Introducir nueva contraseña

source: New Password
es: Nueva Contraseña

source: Alert
es: Alerta

source: Yes
es: Sí

source: Delivered
es: Entregado

source: Items
es: Artículos

source: Camera
es: Cámara

source: Gallery
es: Galería

source: Expiry Date
es: Fecha de Vencimiento

source: Set
es: Establecer

source: Complete Kyc
es: Completar Kyc

source: We would not be able to do any trasacation in your account without completing account verification, However you may complete it in future also. Would you like you complete your account verification?
es: No seríamos capaces de realizar ningún trámite en su cuenta sin completar la verificación de la cuenta. Sin embargo, también puede completarla en el futuro. ¿Le gustaría completar la verificación de su cuenta?

source: Picked
es: Recogido

source: In Route
es: En Ruta

source: Dropped
es: Dejado

source: Food Received
es: Alimentos Recibidos

source: Food Delivered
es: Alimentos Entregados

source: No trip here
es: No hay ningún viaje aquí

source: Trip Code :
es: Código de Viaje :

source: Car
es: Coche

source: On the way
es: En camino

source: Profile
es: Perfil

source: Past Trip
es: Viaje Pasado

source: Fetching current location...
es: Obteniendo ubicación actual...

source: No restaurants here
es: No hay restaurantes aquí

source: Under Development
es: En Preparación

source: New Order
es: Nuevo Pedido

source: No Order
es: No hay Pedidos

source: Enter trip code
es: Introducir código de viaje

source: Pickup
es: Recogido

source: Did you receive payment?
es: ¿Recibió el pago?

source: You complete your ride successfully but payment is pending.
es: Completó su viaje con éxito pero el pago está pendiente.

source: No menu here
es: No hay ningún menú aquí

source: Search Item
es: Buscar artículo

source: No notification here
es: No hay ninguna notificación aquí

source: No order here
es: No hay ningún pedido aquí

source: My Profile
es: Mi Perfil

source: Your profile is not verified, Please contact admin.
es: Su perfil no está verificado, comuníquese con el administrador.

source: Your profile is under review.
es: Su perfil está bajo revisión.

source: Basic Info
es: Información Básica

source: Vehicle Info
es: Información del Vehículo

source: Edit
es: Editar

source: Upcoming
es: Próximo

source: Wallet
es: Monedero

source: Card
es: Tarjeta

source: Total Earning
es: Ganancias Totales

source: Total Admin Fees
es: Tarifas Administrativas Totales

source: Cash
es: Efectivo

source: Company Settlement
es: Liquidación de la Compañía

source: Total Commission Via Cash
es: Comisión Total en Efectivo

source: Total Earning Via Card
es: Ganancias Totales mediante Tarjeta

source: Total Settlement
es: Liquidación Total

source: Maximum commission limit should not be more than $500.00
es: El límite máximo de comisión no debe ser de más de $500.00

source: Withdraw Request
es: Solicitud de Retirada

source: Pay To Company
es: Pagar a la Compañía

source: Salad
es: Ensalada

source: Reset
es: Reiniciar

source: Your food has been packed and ready to
es: Su comida ha sido empacada y lista para

source: Money
es: Dinero

source: Enter Money
es: Introducir Dinero

source: Pay
es: Pagar

# AWESOME!
source: Congrats
es: felicitaciones

source: Say something about Evan service?
es: ¿Algo que decir acerca del servicio de Evan?

source: Submit
es: Enviar

source: Enter trip
es: Introducir Viaje

source: Cancel Order
es: Cancelar Pedido

source: Delivery under 2km.
es: Entrega a menos de 2km.

source: Delivery under 10km.
es: Entrega a menos de 10km.

source: Update Bank Account
es: Actualizar Cuenta Bancariat

source: Update Account
es: Actualizar Cuenta

source: Please select at least one type
es: Por favor, seleccione al menos un tipo

source: food is being prepared
es: La comida está siendo preparada

source: Please complete your step
es: Por favor, complete el proceso

source: Please rate restaurant and driver both.
es: Por favor, califique al restaurante y al conductor

source: Cancelled
es: Cancelado

source: Deliverd
es: Entregado

source: In-Route
es: En Ruta

source: Received
es: Recibido

source: Cooking
es: En cocina
