Repository: ShubhDaya/QvafyIosGit
Catalog: Qvafy/*.lproj/Localizable.strings
Languages: es

source: Accepted
es: Aceptado

source: Please enter money.
es: Por favor, ingrese dinero.

source: Please select at least one rating.
es: Por favor, seleccione al menos una calificación.

source: Order Id
es: Id del Pedido

source: View review
es: Ver reseña

source: Picked by driver
es: Recogido por el conductor

source: You have blocked each other. Can't send any message.
es: Se han bloqueado mutuamente. No se puede enviar ningún mensaje.

source: Unblock
es: Desbloquear

source: You have blocked
es: Ha bloqueado

source: You are blocked by
es: Está bloqueado por

source: Do you want to unblock?
es: Desea desbloquear?

source: Do you want to block?
es: Desea bloquear?

source: EditReport
es: Editar Informe

source: Are you sure you want to delete all conversation?
es: ¿Está seguro de que desea eliminar todas las conversaciones?

source: Your order successfully completed thank you for connecting us.
es: Su pedido se completó con éxito. Gracias por conectarse con nosotros.

source: Your ride cancelled so you can't send message!
es: ¡Su viaje se canceló, por lo que no puede enviar ningún mensaje!

source: Driver cancelled this ride so you can't send message!
es: ¡El conductor canceló este viaje, por lo que que no puede enviar ningún mensaje!

source: Today
es: HOY

source: Yesterday
es: Ayer

source: Admin
es: Administrador

source: Are you sure you want to logout?
es: ¿Está seguro que desea cerrar la sesión?

source: Your order is in under process
es: Su pedido está en proceso

source: Male
es: Hombre

source: Female
es: Mujer

source: Code
es: Código

source: OFF
es: Descuento

source: Are you sure you want to delete this item?
es: ¿Está seguro/a de que desea eliminar este artículo?

source: Open Now
es: Abrir Ahora

source: Close Now
es: Cerrar Ahora

source: Closed
es: Cerrado

source: You don't assign permission.
es: No asigna permisos.

# You_need_to_logout_your_account
source: Your profile is updated successfully, your session is expired because you have changed your email id. Please login again.
es: Necesita cerrar sesión en su cuenta

source: Your bank account is not verified please verify your information
es: Su cuenta bancaria no está verificada, por favor, verifique su información.

source: Please add your bank details
es: Por favor, añada sus datos bancarios

source: Last Name
es: Apellido/s

source: Please enter your email
es: Por favor, introduzca su email

source: Please enter your phone number
es: Por favor, introduzca su número de teléfono

# Email_address_is_not_valid,_please_provide_a_alid_email
source: Email address is not valid, please provide a valid email
es: El email no es válido, por favor, proporcione un email válido

source: Please enter your full name
es: Por favor, introduzca su nombre completo

source: Maximum 50 characters allowed
es: Un máximo permitido de 50 caracteres

source: New Password and confirm password does not match
es: La Nueva Contraseña y la contraseña de confirmación no coinciden.

source: Please enter email address
es: Por favor, introduzca una dirección de email

source: Email address is not valid, please provide a valid email
es: El email no es válido, por favor, proporcione un email válido

source: Phone number is not valid, please provide a valid phone number
es: El número de teléfono no es válido, por favor, facilite un número de teléfono válido

source: Please enter your password
es: Por favor, introduzca su contraseña

source: Old password should not less than 6 characters
es: La contraseña antigua no debe tener menos de 6 caracteres

source: New password should not less than 6 characters
es: La nueva contraseña no debe tener menos de 6 caracteres

source: Password should not less than 6 characters
es: La contraseña debe tener como mínimo 6 caracteres

source: Confirm password should not less than 6 characters
es: La contraseña de confirmación no debe tener menos de 6 caracteres

source: New password and confirm password does not match
es: La nueva contraseña y la contraseña de confirmación no coinciden.

source: Password and confirm password does not match
es: La contraseña y la contraseña de confirmación no coinciden

source: Please enter your old password
es: Por favor, introduzca su contraseña antigua

source: Please enter your new password
es: Por favor, Introduzca su nueva contraseña

source: Please enter your confirm password
es: Por favor, introduzca su contraseña de confirmación

source: Please enter your email address, You Will receive a link to create a new password via email.
es: Por favor, Ingrese su dirección de email. Recibirá un enlace a través de email para crear una nueva contraseña.

source: There are many variations of passages of Lorem Ipsum available.
es: Hay muchas variaciones de pasajes de Lorem Ipsum disponibles.

source: Contrary to popular belief, Lorem ipsum is not simply random text.
es: Contrariamente a la creencia popular, Lorem ipsum no es simplemente un texto aleatorio.

source: There are many variations of passages of Lorem Ipsum available.
es: Hay muchas variaciones de pasajes de Lorem Ipsum disponibles.

source: Please fill the below information to add your card.
es: Por favor, complete la siguiente información para añadir su tarjeta.

source: Choose Image
es: Elegir Imagen

source: Please add your bank account details for receiving payment
es: Por favor, añada los detalles de su cuenta bancaria para recibir el pago

source: Please grant location permission to start the service
es: Por favor, conceda permiso de ubicación para iniciar el servicio

source: You have not granted location permission. So the service cannot be started.
es: No ha concedido permiso de ubicación. Por lo tanto, no se puede iniciar el servicio.

source: settings
es: ajustes

source: No internet
es: No hay conexión a Internet

source: Please make sure that you have active internet connection
es: Por favor, asegúrese de tener una conexión a Internet funcional

source: No Google Play service found. Please install it
es: No se encontró ningún servicio de Google Play. Por favor, instálelo

source: Don't have an account?
es: ¿No tiene cuenta?

source: Forgot your password?
es: ¿Olvidó su contraseña?

source: Which type of vehicle you have?
es: ¿Qué tipo de vehículo tiene?

# Please_enter_your_valid_phone_number
source: Please enter valid phone number
es: Por favor, Introduzca número de teléfono válido

source: Please enter year
es: Por favor, introduzca el año

source: Please enter valid year
es: Por favor, introduzca un año válido.

source: Cannot retrieve cropped image
es: No se puede recuperar la imagen recortada

source: Something went wrong
es: Se ha producido un error

source: Please select user role
es: Por favor, seleccione un rol de usuario

source: Please Check internet connection
es: Por favor, compruebe la conexión a Internet

source: Please select driver
es: Por favor, seleccione un conductor

source: Please select vehicle
es: Por favor, seleccione un vehículo

source: Please select vehicle make first
es: Por favor, primero seleccione la marca del vehículo

source: Name must be at least 2 characters
es: El nombre debe tener al menos 2 caracteres

source: Please enter vehicle modal number
es: Por favor, Introduzca el número del modelo del vehículo

source: Please select vehicle type
es: Por favor, seleccione un tipo de vehículo

source: Please enter vehicle number
es: Por favor, introduzca el número de vehículo

source: Please upload registration
es: Por favor, cargue el registro

source: Please upload licence
es: Por favor, cargue la licencia

source: Please select cuba bank
es: Por favor, seleccione un banco cubano

source: Please enter your cuban card number
es: Por favor, introduzca su número de tarjeta cubana

source: Please select bank
es: Por favor, seleccione un banco

source: Please enter bank name
es: Por favor, introduzca el nombre del banco.

source: Please enter account holder name
es: Por favor, introduzca el nombre del titular de la cuenta

source: Please enter valid name
es: Por favor, introduzca un nombre válido

source: Please enter account number
es: Por favor, introduzca el número de cuenta

source: Please enter routing number
es: Por favor, introduzca el número de enrutamiento

source: Please select gender
es: Por favor, seleccione un género

source: Please select any card
es: Por favor, seleccione cualquier tarjeta

source: If you are select online payment option, then you need to select card
es: Si selecciona la opción de pago en línea, a continuación tiene que seleccionar una tarjeta

source: Please select any card option
es: Por favor, seleccione cualquier opción de tarjeta

source: Please select at least one option
es: Por favor, seleccione al menos una opción.

source: Please select address
es: Por favor, seleccione una dirección

# Please_enter_your_card_number
source: Please enter card number
es: Por favor ingrese el número de tarjeta

# Please_enter_your_card_holder_name
source: Please enter card holder name
es: Introduzca el nombre del titular de la tarjeta

source: Card holder name should not less than 3 characters
es: El nombre del titular de la tarjeta no debe tener menos de 3 caracteres

source: Card number must be 16 digit long
es: El número de la tarjeta debe tener 16 dígitos

# Please_enter_your_card_expiry_date
source: Please enter card expiry date
es: Introduzca la fecha de caducidad de la tarjeta

# Please_enter_your_cvv_number
source: Please enter cvv number
es: Ingrese el número de CVV

source: CVV number must be 3 digit long
es: El número CVV debe tener 3 dígitos

source: Please enter source
es: Por favor, introduzca el origen

source: Please enter source and destination
es: Por favor, introduzca el origen y el destino

source: Please enter destination
es: Por favor, introduzca el destino

source: Please select make first
es: Por favor, seleccione hacer primero

source: Please enter modal number
es: Por favor, introduzca el número del modelo

# Please_select_vehicle_make
source: Please select vehicle make first
es: Por favor, seleccione la marca del vehículo

source: Please select vehicle type
es: Por favor, seleccione un tipo de vehículo

source: Please select dropped option
es: Por favor, seleccione la opción entregada

source: Enable gps.
es: Habilitar gps.

source: Location required for this app
es: Se requiere la ubicación para esta aplicación

source: Enable now
es: Habilitar ahora

source: Location Permission Not Granted
es: Permiso de Ubicación No Concedido

# Right_now_you_do_not_havevany_order_to_delivery._Please_wait_a_while
source: Right now you do not have any order to delivery. Please wait a while.
es: En este momento no tiene ningún pedido por entregar. Por favor, espera un momento.

source: Remove Promo Code
es: Eliminar código promocional

source: Apply Promo Code
es: Aplicar código promocional

source: Are you sure you want to clear cart?
es: ¿Estás seguro de que quieres limpiar el carrito?

source: Please wait...
es: Espere por favor...

source: Vehicle number
es: Número de vehículo

source: Ask customer for reviews
es: Pedir opiniones al cliente

source: Request Review
es: Solicitar revisión

# Requested_Review
source: Review Resquested
es: Revisión solicitada

source: You sent request for the review. Please wait for the customer's response.
es: Envió una solicitud para la revisión. Espere la respuesta del cliente.

source: Are you sure you want to cancel your ride ?
es: ¿Estás segura de que quieres cancelar tu viaje?

source: Cancel Ride
es: Cancelar viaje

source: Saved Card
es: Tarjeta guardada

source: Are you sure you want to delete this card?
es: ¿Está seguro de que desea eliminar esta tarjeta?
